Revit 2024 API
Outline Constructor
Overload List
Name | Description
Outline(Outline)
 Constructs a new copy of the input Outline object.
Outline(XYZ, XYZ)
 Constructor that uses a minimum and maximum XYZ point to initialize the outline.
See Also
Outline Class
Outline Members
Autodesk.Revit.DB Namespace